/*
INSERT into product (storeCode,productCode,detailCode,productName,maxQuantity,quantity,color,cost,marginRate,price,size,image,description,category,productionYear,companyName,companyCode) VALUES
('10000','1101250401',	'21250',	 '나이키 에어포스',	100, 40, 	'white',	70000,	30,	100000,	250,	Null,	'국민 신발 에어포스',	1,	 '2025',	'nike','11'),
('10000','1101250401',	'21260',	 '나이키 에어포스',	100, 20, 	'white',	70000,	30,	100000,	260,	Null,	'국민 신발 에어포스',	1,	 '2025',	'nike','11'),
('10000','1101250401',	'20250',	 '나이키 에어포스',	100, 50, 	'black',	70000,	30,	100000,	250,	Null,	'국민 신발 에어포스',	1,	 '2025',	'nike','11'),
('10000','1101250401',	'20260',	 '나이키 에어포스',	100, 60,    'black',	70000,	30,	100000,	260,	Null,	'국민 신발 에어포스',	1,	 '2025',	'nike','11'),
('11680','1101250401',	'20260',	 '나이키 에어포스',	5, 5,    'black',	70000,	30,	100000,	260,	Null,	'국민 신발 에어포스',	1,	 '2025',	'nike','11'),
('10000','1201250401',	'21260',	 '뉴발란스 992',	100, 40,    'white',	80000,	20,	100000,	260,	Null,	'뉴발란스 992',	1,	 '2025',	'newBalance','12');

*/
